[{
	"dht":["HANGAR","MENU","="],
	"tup":{
		"tup1":{"url":"img/Bandit-Case-study-v2-01-B.jpg",
				"zhi1":"BANDIT",
				"zhi2":"Casual dining with an",
				"zhi3":"attitude"
			},
		"tup2":{"url":"img/Bar-Branding-Malta.png",
				"zhi1":"KINGSWAY",
				"zhi2":"A brand fit for a King"
			},
		"tup3":{"url":"img/Valletta-Design-Cluster-Logo.png",
				"zhi1":"VALLETTA DESIGN",
				"zhi2":"Stepping up design in",
				"zhi3":"Malta"
				},
		"tup4":{"url":"img/Gin-Spirits-Marketing-Campaign-Malta-Bombay-Sapphire.jpg",
				"zhi1":"A POP UP GIN GARDEN FOR BOM BAY",
				"zhi2":"SAPPHIRE",
				"zhi3":"A Win for Gin"
			},
		"tup5":{"url":"img/julian-hochgesang-1178003-unsplash.jpg"}
	},
	"dj":{
		"dj1":"VIEW CASE STUDIES",
		"dj2":" →",
		"dj3":"START A PROJECT",
		"dj4":" →",
		"dj5":"GO TO STORIES",
		"dj6":" →"
	},
	"wb":{
		"wb1":"A team for your team",
		"wb2":"Our collaborative approach helps our clients reach their ambitious goals. We don’t just promote brands—we work with our clients to improve them, because we know from experience that the long haul matters.",
		"wb3":"Latest Story",
		"wb4":"What happens at Hangar in 400 words or less.",
		"wb5":"PROCESS",
		"wb6":"Growing Througn Grit",
		"wb7":"On allowing moments of frustration and lack of experience to propel you forward.",
		"wb8":"READ NOW"
	},
	"jst":{
		"w1":"RECEIVE QUARTERLY UPDATES",
		"w2":"SUBSCRIBE",
		"w3":"FOLLOW",
		"w4":"LET’S WORK TOGETHER",
		"w5":"hello@hangar.co",
		"w6":"Made by Hangar in Malta © Copyright Hangar Ltd. 2019"
	},
	"hanbaobaotu":{
		"tup1":"img/png-1 (1).jpg",
		"tup2":"img/png-1 (2).jpg",
		"tup3":"img/png-1 (3).jpg",
		"tup4":"img/png-1 (4).jpg",
		"tup5":"img/png-1 (5).jpg",
		"tup6":"img/png-1 (6).jpg",
		"tup7":"img/png-1 (7).jpg",
		"tup8":"img/png-1 (8).jpg"
	},
	"hanbaobaowb":{
		"wb1":"BANDIT",
		"wb2":"Casual dining with an attitude",
		"wb3":"BRANDING STORY PACKAGING ILLUSTRATION NAMING CREATIVE DIRECTION",
		"wb4":"BRIEF",
		"wb5":"Our brief was to create a brand identity that differentiated Bandit—an American-style fast casual restaurant—from other burger joints. Bandit’s brand therefore needed to be distinctive and daring, from the brand’s name to its burger wrappers.",
		"wb6":"APPROACH",
		"wb7":"We proposed the name Bandit and the tagline Eat Irresponsibly, both based on a brand narrative inspired by the character of an outlaw who revels in rule breaking. Bandit’s signature massive portions and unusual ingredient combinations are complimented by a rebellious brand spirit equally as larger-than-life. Cheeky brand messages such as No Carbs, No Glory and Take it with a Punch of Salt make Bandit’s marketing as memorable as your first taste of its Holy Trinity burger.",
		"wb8":"OUTCOME",
		"wb9":"Bandit’s visual brand identity is inspired by the American prohibition period and tattoo subculture, which both informed the choice and design of typography, colour, logotype and food packaging.",
		"wb10":"NEXT CASE STUDY",
		"wb11":"Bacardi Marketing Campaign",
		"wb12":"VIEW CASE STUDY"
	},
	"lan":{
		"tup1":"img/Valletta-Design-Cluster-Business-Cards.png",
		"tup2":"img/Valletta-Design-Cluster-Guidelines.png",
		"tup3":"img/Valletta-Design-Cluster-Logo.png",
		"tup4":"img/valletta-design-cluster-logos.png",
		"tup5":"img/valletta-design-cluster-logo-sketch.png",
		"tup6":"img/Valletta-Design-Cluster-Origin.jpg",
		"tup7":"img/Valletta-Design-Cluster-Pattern.png",
		"tup8":"img/Valletta-Design-Cluster-Posters.png",
		"wb1":"VALLETTA DESIGN CLUSTER",
		"wb2":"Stepping up design in Malta",
		"wb3":"BRANDING MARKETING STRATEGY WEB DEVELOPMENT STRATEGY & POSITIONING",
		"wb4":"BRIEF",
		"wb5":"The Valletta Design Cluster is Malta’s national centre for design. Slated to open in 2019 on the site of a 16th century slaughterhouse in the historic Biccerija community, the Valletta Design Cluster needed a visual identity and communications strategy that reflected its brand values and organisational objectives. The core challenge of this significant brand building exercise was to construct a visual identity appropriate and meaningful to its physical site, its organisation intended to exist in perpetuity, and its address in Malta’s capital city.",
		"wb6":"APPROACH",
		"wb7":"Our research for this ambitious undertaking took off by looking for the origin and history of Maltese design. This led us to visit the National Library and National Archives, and to interview key participants who played an important role in the development of design in Malta from as early as the 1950s. Our primary research raised more questions than it answered, but we were able to conclude that Maltese design—just like much of Malta’s culture—is at its core an eclectic mix of global influences (more here).",
		"wb8":"OUTCOME",
		"wb9":"It was important that the Valletta Design Cluster’s identity avoided Maltese visual clichés, such as the eight-pointed cross or patterned tiles. Instead, we looked at the site itself—which will become the most iconic brand touchpoint for Malta’s national centre for design—as a point of departure. This structure offers an unlikely but significant visual reflection of Valletta’s landscape, with stepped lines prominently marking both sides of its edifice reflecting the many physical and conceptual layers that are Valletta’s (and Malta’s) building blocks. We used this identifier as the point of departure for Valletta Design Cluster’s brand identity. The E’s found in the name create an interesting visual ‘staircase,’ which is extended to all parts of the brand’s application.",
		"wb10":"NEXT CASE STUDY",
		"wb11":"Entropay",
		"wb12":"VIEW CASE STUDY"
	},
	"jiu":{
		"tup1":"img/Screenshot-2018-09-07-18.23.23.png",
		"tup2":"img/Influencer-Marketing-Malta-Hangar-Agency.jpg",
		"tup3":"img/Gin-Spirits-Marketing-Campaign-Malta-Bombay-Sapphire.jpg",
		"tup4":"img/Bombay-Sapphire-CS-Assets4.png",
		"tup5":"img/Bombay-Sapphire-CS-Assets3.png",
		"tup6":"img/Bombay-Sapphire-CS-Assets2.png",
		"tup7":"img/Bombay-Sapphire-CS-Assets.png",
		"tup8":"img/Above-the-Line-Marketing-Malta-Hangar-Agency.jpg",
		"tup9":"img/IMG_0806.png",
		"tup10":"",
		"wb1":"BOMBAY SAPPHIRE",
		"wb2":"A Win for Gin",
		"wb3":"MARKETING STRATEGY MARKETING EXECUTION PHOTOGRAPHY SOCIAL MEDIA EVENT PRODUCTION CREATIVE DIRECTION",
		"wb4":"BRIEF",
		"wb5":"We were challenged to conceptualise and produce an integrated marketing campaign for Bombay Sapphire that sustained brand engagement during Malta’s cluttered and competitive summer season. This campaign needed to keep Bombay Sapphire top of mind across multiple market segments and retail environments, and include strong elements of localisation to encourage Maltese audiences to actively connect with this global brand.",
		"wb6":"APPROACH",
		"wb7":"A pop-up gin garden in Valletta’s Pjazza Regina (named for Queen Victoria, who also appears on Bombay Sapphire’s bottles) provided a striking backdrop for a photoshoot with sophisticated Maltese social influencers and extra brand exposure on the busiest street in Malta's capital city. Elements from this gin garden were used to bring a touch of glamour to Bombay Sapphire’s successive Gin Up events at bars and beach clubs, which we invited VIP’s to with personalised brand packages. We extended this campaign below the line with promotional offers and custom designed retail displays.",
		"wb8":"OUTCOME",
		"wb9":"The campaign outperformed expectations, increasing brand engagement by 800% and doubling recall rates year over year. Besides appearing in the Instagram feeds and Facebook pages of social influencers, this campaign was also featured in an episode of popular Maltese reality TV show Benjamin.",
		"wb10":"Gin It to Win It",
		"wb11":"+806 %",
		"wb12":"INCREASE IN CAMPAIGN REACTIONS",
		"wb13":"+113 %",
		"wb14":"INCREASE IN RECALL RATE",
		"wb15":"+49 %",
		"wb16":"INCREASE IN BRAND FOLLOWING",
		"wb17":"23 %",
		"wb18":"DIRECT ENGAGEMENT RATE",
		"wb19":"20 %",
		"wb20":"RECALL RATE",
		"wb21":"30 s",
		"wb22":"REALITY TV FEATURE",
		"wb23":"NEXT CASE STUDY",
		"wb23":"Lavazza",
		"wb23":"VIEW CASE STUDY"
		
	}
}]
